--------------------------------------------------------------------------------------------------------------
      name:  <unnamed>
       log:  /home/ecco_rais/data/interwrk/daniela_group/poaching/output/results/alternatives_comparing_coeff.
> log
  log type:  text
 opened on:   8 Apr 2025, 16:21:52

. 
. *-----------------------------------------*
. * RE-ESTIMATE TO TEST PARAMETERS WITH SUEST
. *-----------------------------------------*
. 
. * For using suest to compare coefficinets, we need the data to be in the same 
. * dataset. Therefore, we will append the datasets used to create the "alternatives"
. * table, and reestimate the the equations
. 
. 
. * Appending the datasets and create the indicator variable
. use "${temp}/pred4", clear

. gen dataset = 4

. 
. append using "${temp}/pred5"
(label spv already defined)

. replace dataset = 5 if missing(dataset)
(15,443 real changes made)

. 
. append using "${temp}/pred6"
(label spv already defined)

. replace dataset = 6 if missing(dataset)
(15,674 real changes made)

. 
. 
. // log of number of managers pouched                    
. gen pc_n_ln = ln(pc_n)

. la var pc_n_ln "Number of pouched managers"

. 
.         
. * Globals
. global mgr "pc_exp_ln pc_exp_m pc_fe pc_fe_m"

. global spvcond "(spv==1 | (spv==2 & waged_svpemp==10) | (spv==3 & waged_empspv==10)) "

. global raidcond "rd_coworker_n>=1 & pc_ym >= ym(2010,1) & rd_coworker_fe_m==0  "

. global firm_d "d_size_w_ln d_growth_w fe_firm_d_m"

. 
.  
.  
.  
.  
. ********  From code "final_pred4"
. 
. // spv-spv
. eststo c5_spv_4_alt: reg pc_wage_d d_size_w_ln d_growth_w     ///
>                 pc_wage_o_l1  $mgr lnraid pc_n_ln ///
>                 if $raidcond & $spvcond & ///
>                 dataset == 4

      Source |       SS           df       MS      Number of obs   =     2,864
-------------+----------------------------------   F(9, 2854)      =    825.45
       Model |  942.332896         9  104.703655   Prob > F        =    0.0000
    Residual |  362.015482     2,854  .126844948   R-squared       =    0.7225
-------------+----------------------------------   Adj R-squared   =    0.7216
       Total |  1304.34838     2,863  .455587977   Root MSE        =    .35615

------------------------------------------------------------------------------
   pc_wage_d | Coefficient  Std. err.      t    P>|t|     [95% conf. interval]
-------------+----------------------------------------------------------------
 d_size_w_ln |   .0267397   .0057808     4.63   0.000     .0154048    .0380745
  d_growth_w |   .0294825   .0073395     4.02   0.000     .0150913    .0438738
pc_wage_o_l1 |   .6480661   .0113293    57.20   0.000     .6258516    .6702806
   pc_exp_ln |  -.1554229   .0150502   -10.33   0.000    -.1849332   -.1259126
    pc_exp_m |  -15.65109    1.53902   -10.17   0.000    -18.66879   -12.63338
       pc_fe |   .1841823   .0136726    13.47   0.000     .1573732    .2109915
     pc_fe_m |   18.10755    1.34951    13.42   0.000     15.46144    20.75366
      lnraid |  -.0324731   .0055006    -5.90   0.000    -.0432587   -.0216875
     pc_n_ln |  -.0495603   .0145975    -3.40   0.001     -.078183   -.0209377
       _cons |   3.120584   .1169124    26.69   0.000     2.891343    3.349825
------------------------------------------------------------------------------

.                 
.         estadd local pred "4"   

added macro:
               e(pred) : "4"

.                 
. // spv-emp                      
. eststo c5_spvs_4_alt: reg pc_wage_d d_size_w_ln d_growth_w     ///
>                 pc_wage_o_l1 $mgr lnraid pc_n_ln ///
>                 if $raidcond  & (spv==2 & waged_svpemp<10 & waged_svpemp>=1) & ///
>                 dataset == 4

      Source |       SS           df       MS      Number of obs   =     2,603
-------------+----------------------------------   F(9, 2593)      =    482.44
       Model |   529.75663         9  58.8618478   Prob > F        =    0.0000
    Residual |  316.367043     2,593  .122008115   R-squared       =    0.6261
-------------+----------------------------------   Adj R-squared   =    0.6248
       Total |  846.123673     2,602  .325182042   Root MSE        =     .3493

------------------------------------------------------------------------------
   pc_wage_d | Coefficient  Std. err.      t    P>|t|     [95% conf. interval]
-------------+----------------------------------------------------------------
 d_size_w_ln |   .0208905   .0061228     3.41   0.001     .0088844    .0328967
  d_growth_w |   .0163213   .0091033     1.79   0.073    -.0015291    .0341717
pc_wage_o_l1 |   .6151117   .0123395    49.85   0.000     .5909154     .639308
   pc_exp_ln |  -.1597833   .0137295   -11.64   0.000    -.1867052   -.1328615
    pc_exp_m |  -16.18844   1.395245   -11.60   0.000    -18.92435   -13.45253
       pc_fe |   .1568448   .0158546     9.89   0.000     .1257558    .1879339
     pc_fe_m |      15.34   1.561361     9.82   0.000     12.27836    18.40164
      lnraid |  -.0179103   .0057788    -3.10   0.002    -.0292419   -.0065788
     pc_n_ln |  -.0153005    .014359    -1.07   0.287    -.0434567    .0128557
       _cons |   3.246562   .1166679    27.83   0.000      3.01779    3.475333
------------------------------------------------------------------------------

.         
.         estadd local pred "4"

added macro:
               e(pred) : "4"

.                         
. // emp-spv
. eststo c5_epvs_4_alt: reg pc_wage_d d_size_w_ln d_growth_w    ///
>                 pc_wage_o_l1 $mgr lnraid pc_n_ln ///
>                 if $raidcond  & (spv==3 & waged_empspv<10 & waged_empspv>=1) & ///
>                 dataset == 4

      Source |       SS           df       MS      Number of obs   =     1,260
-------------+----------------------------------   F(9, 1250)      =    345.89
       Model |  259.798111         9  28.8664567   Prob > F        =    0.0000
    Residual |  104.318295     1,250  .083454636   R-squared       =    0.7135
-------------+----------------------------------   Adj R-squared   =    0.7114
       Total |  364.116405     1,259  .289210807   Root MSE        =    .28889

------------------------------------------------------------------------------
   pc_wage_d | Coefficient  Std. err.      t    P>|t|     [95% conf. interval]
-------------+----------------------------------------------------------------
 d_size_w_ln |   .0168978   .0081198     2.08   0.038     .0009678    .0328277
  d_growth_w |   .0031392   .0087873     0.36   0.721    -.0141004    .0203787
pc_wage_o_l1 |   .7004147   .0181975    38.49   0.000     .6647137    .7361157
   pc_exp_ln |  -.0944006   .0184895    -5.11   0.000    -.1306744   -.0581268
    pc_exp_m |  -9.599848   1.882153    -5.10   0.000    -13.29238    -5.90732
       pc_fe |   .1123672   .0222246     5.06   0.000     .0687657    .1559688
     pc_fe_m |   11.00881   2.188539     5.03   0.000     6.715191    15.30242
      lnraid |  -.0047708   .0069535    -0.69   0.493    -.0184126    .0088709
     pc_n_ln |   -.087262   .0068175   -12.80   0.000     -.100637    -.073887
       _cons |   2.594055   .1627098    15.94   0.000     2.274841    2.913269
------------------------------------------------------------------------------

.                 
.         estadd local pred "4"

added macro:
               e(pred) : "4"

.                 
.         
.         
.         
.         
. 
. 
. ******** From code "final_pred5"
.                 
. // tenure overlap
.         
. la var tenure_overlap "Manager tenure overlap"

. 
. // tenue overlap, ln
. 
. gen tenure_overlap_ln = ln(tenure_overlap)
(33,344 missing values generated)

. la var tenure_overlap_ln "Manager tenure overlap (ln)"

. 
. * Regressions
. // spv-spv
. eststo c6_spv_5_alt: reg pc_wage_d  c.o_size_w_ln##c.tenure_overlap_ln lnraid pc_n_ln   /// 
>         pc_wage_o_l1 $mgr $firm_d   if pc_ym >= ym(2010,1) & $spvcond ///
>         & rd_coworker_n>=1  & rd_coworker_fe_m==0 & ///
>         dataset == 5 
note: pc_n_ln omitted because of collinearity.

      Source |       SS           df       MS      Number of obs   =     2,304
-------------+----------------------------------   F(12, 2291)     =    441.03
       Model |  725.400418        12  60.4500348   Prob > F        =    0.0000
    Residual |  314.018074     2,291  .137065943   R-squared       =    0.6979
-------------+----------------------------------   Adj R-squared   =    0.6963
       Total |  1039.41849     2,303  .451332389   Root MSE        =    .37022

---------------------------------------------------------------------------------------------------
                        pc_wage_d | Coefficient  Std. err.      t    P>|t|     [95% conf. interval]
----------------------------------+----------------------------------------------------------------
                      o_size_w_ln |  -.0461354   .0308402    -1.50   0.135    -.1066131    .0143423
                tenure_overlap_ln |  -.1345817   .0609325    -2.21   0.027    -.2540702   -.0150931
                                  |
c.o_size_w_ln#c.tenure_overlap_ln |   .0196004   .0098894     1.98   0.048     .0002073    .0389935
                                  |
                           lnraid |  -.0395753   .0065405    -6.05   0.000    -.0524012   -.0267495
                          pc_n_ln |          0  (omitted)
                     pc_wage_o_l1 |   .6403842   .0130457    49.09   0.000     .6148016    .6659668
                        pc_exp_ln |  -.1573232   .0168432    -9.34   0.000    -.1903526   -.1242937
                         pc_exp_m |  -15.99367   1.722929    -9.28   0.000    -19.37233     -12.615
                            pc_fe |   .1757957   .0153886    11.42   0.000     .1456187    .2059727
                          pc_fe_m |   17.27847     1.5187    11.38   0.000      14.3003    20.25665
                      d_size_w_ln |   .0232968   .0072808     3.20   0.001     .0090191    .0375745
                       d_growth_w |   .0333352     .00922     3.62   0.000     .0152548    .0514156
                      fe_firm_d_m |  -.0229204     .02078    -1.10   0.270      -.06367    .0178292
                            _cons |   3.550434   .2302646    15.42   0.000     3.098885    4.001983
---------------------------------------------------------------------------------------------------

.         
.         estadd local events "All"

added macro:
             e(events) : "All"

.         
.         
.         
. eststo c5_spv_5_alt: reg pc_wage_d   c.o_size_w_ln##c.o_avg_fe_worker  lnraid pc_n_ln   /// 
>         pc_wage_o_l1 $mgr $firm_d pc_n_ln ///
>         if pc_ym >= ym(2010,1) & $spvcond ///
>         & rd_coworker_n>=1  & rd_coworker_fe_m==0 & ///
>         dataset == 5 
note: pc_n_ln omitted because of collinearity.

      Source |       SS           df       MS      Number of obs   =     2,854
-------------+----------------------------------   F(13, 2840)     =    606.24
       Model |  951.387539        13  73.1836569   Prob > F        =    0.0000
    Residual |  342.839011     2,840  .120717962   R-squared       =    0.7351
-------------+----------------------------------   Adj R-squared   =    0.7339
       Total |  1294.22655     2,853  .453637066   Root MSE        =    .34744

-------------------------------------------------------------------------------------------------
                      pc_wage_d | Coefficient  Std. err.      t    P>|t|     [95% conf. interval]
--------------------------------+----------------------------------------------------------------
                    o_size_w_ln |   .0216421   .0070406     3.07   0.002      .007837    .0354472
                o_avg_fe_worker |   .1024688   .0992146     1.03   0.302    -.0920711    .2970088
                                |
c.o_size_w_ln#c.o_avg_fe_worker |   .0337841    .015959     2.12   0.034     .0024918    .0650765
                                |
                         lnraid |  -.0282251   .0054909    -5.14   0.000    -.0389917   -.0174586
                        pc_n_ln |  -.0599541   .0143021    -4.19   0.000    -.0879976   -.0319105
                   pc_wage_o_l1 |   .5874835    .012083    48.62   0.000     .5637913    .6111758
                      pc_exp_ln |  -.1464366   .0147731    -9.91   0.000    -.1754037   -.1174696
                       pc_exp_m |  -14.77841   1.510174    -9.79   0.000    -17.73955   -11.81726
                          pc_fe |   .1570751    .013588    11.56   0.000     .1304319    .1837184
                        pc_fe_m |   15.42879   1.341101    11.50   0.000     12.79916    18.05842
                    d_size_w_ln |    .025759   .0061438     4.19   0.000     .0137122    .0378057
                     d_growth_w |   .0311251   .0075902     4.10   0.000     .0162421     .046008
                    fe_firm_d_m |  -.0160196   .0172874    -0.93   0.354    -.0499168    .0178775
                        pc_n_ln |          0  (omitted)
                          _cons |   3.523515   .1242148    28.37   0.000     3.279955    3.767076
-------------------------------------------------------------------------------------------------

.                 
.         estadd local pred "5"

added macro:
               e(pred) : "5"

.         estadd local events "All"       

added macro:
             e(events) : "All"

. 
.         
. // spv-emp              
. qui eststo c5_spvs_5_alt: reg pc_wage_d   c.o_size_w_ln##c.o_avg_fe_worker    /// 
>         pc_wage_o_l1 $mgr $firm_d lnraid pc_n_ln ///
>         if pc_ym >= ym(2010,1) & ( spv==2 & waged_svpemp<10 & waged_svpemp>=1) ///
>         & rd_coworker_n>=1 & rd_coworker_fe_m==0 & ///
>         dataset == 5  

.         
.         estadd local pred "5"

added macro:
               e(pred) : "5"

. 
. // emp-spv
. qui eststo c5_espv_5_alt: reg pc_wage_d   c.o_size_w_ln##c.o_avg_fe_worker    /// 
>         pc_wage_o_l1 $mgr $firm_d lnraid pc_n_ln ///
>         if pc_ym >= ym(2010,1) & (spv==3 & waged_empspv<10 & waged_empspv>=1) ///
>         & rd_coworker_n>=1  & rd_coworker_fe_m==0 & ///
>         dataset == 5  

.         
.         estadd local pred "5"

added macro:
               e(pred) : "5"

. 
. 
.                 
.         
. ******** From code "final_pred6"                
.                 
. global mgr "pc_exp_ln pc_exp_m pc_fe pc_fe_m"

. global spvcond "(spv==1 | (spv==2 & waged_svpemp==10) | (spv==3 & waged_empspv==10)) "

. global raidcond "rd_coworker_n>=1 & pc_ym >= ym(2010,1) & rd_coworker_fe_m==0  "

. 
. 
. // spv-spv
. eststo c6_spv_6_alt: reg pc_wage_d d_size_w_ln d_growth_w c.rd_coworker_fe##c.lnraid ///
>                 pc_wage_o_l1  $mgr pc_n_ln  ///
>                 if $raidcond & $spvcond & ///
>                 dataset == 6 

      Source |       SS           df       MS      Number of obs   =     2,864
-------------+----------------------------------   F(11, 2852)     =    700.25
       Model |  951.900012        11  86.5363647   Prob > F        =    0.0000
    Residual |  352.448366     2,852  .123579371   R-squared       =    0.7298
-------------+----------------------------------   Adj R-squared   =    0.7287
       Total |  1304.34838     2,863  .455587977   Root MSE        =    .35154

-------------------------------------------------------------------------------------------
                pc_wage_d | Coefficient  Std. err.      t    P>|t|     [95% conf. interval]
--------------------------+----------------------------------------------------------------
              d_size_w_ln |   .0284845   .0057326     4.97   0.000     .0172441     .039725
               d_growth_w |   .0296428   .0072445     4.09   0.000     .0154378    .0438477
           rd_coworker_fe |   .1014927   .0185578     5.47   0.000     .0651046    .1378808
                   lnraid |  -.0240703   .0065388    -3.68   0.000    -.0368916   -.0112489
                          |
c.rd_coworker_fe#c.lnraid |   .0173702   .0109446     1.59   0.113      -.00409    .0388304
                          |
             pc_wage_o_l1 |   .6238888   .0115572    53.98   0.000     .6012276    .6465501
                pc_exp_ln |  -.1551767   .0149068   -10.41   0.000    -.1844059   -.1259475
                 pc_exp_m |  -15.71277   1.524527   -10.31   0.000    -18.70206   -12.72348
                    pc_fe |   .1652062   .0136683    12.09   0.000     .1384053     .192007
                  pc_fe_m |   16.22732   1.349222    12.03   0.000     13.58177    18.87286
                  pc_n_ln |  -.0556179   .0144307    -3.85   0.000    -.0839135   -.0273223
                    _cons |    3.32783   .1178587    28.24   0.000     3.096733    3.558926
-------------------------------------------------------------------------------------------

.                 
.                 estadd local pred "6"

added macro:
               e(pred) : "6"

.                 
. // spv-emp                      
. eststo c6_spvs_6_alt: reg pc_wage_d d_size_w_ln d_growth_w c.rd_coworker_fe##c.lnraid ///
>                 pc_wage_o_l1 $mgr pc_n_ln ///
>                 if $raidcond & (spv==2 & waged_svpemp<10 & waged_svpemp>=1) & ///
>                 dataset == 6 

      Source |       SS           df       MS      Number of obs   =     2,603
-------------+----------------------------------   F(11, 2591)     =    408.83
       Model |  536.830528        11  48.8027753   Prob > F        =    0.0000
    Residual |  309.293145     2,591  .119372113   R-squared       =    0.6345
-------------+----------------------------------   Adj R-squared   =    0.6329
       Total |  846.123673     2,602  .325182042   Root MSE        =     .3455

-------------------------------------------------------------------------------------------
                pc_wage_d | Coefficient  Std. err.      t    P>|t|     [95% conf. interval]
--------------------------+----------------------------------------------------------------
              d_size_w_ln |   .0230838    .006065     3.81   0.000     .0111911    .0349765
               d_growth_w |   .0169277   .0090048     1.88   0.060    -.0007296     .034585
           rd_coworker_fe |   .0464436   .0192063     2.42   0.016     .0087823    .0841048
                   lnraid |   .0033373   .0072855     0.46   0.647    -.0109487    .0176233
                          |
c.rd_coworker_fe#c.lnraid |   .0511962   .0120468     4.25   0.000      .027574    .0748185
                          |
             pc_wage_o_l1 |   .5951567   .0125085    47.58   0.000     .5706291    .6196844
                pc_exp_ln |  -.1581867   .0135819   -11.65   0.000    -.1848192   -.1315541
                 pc_exp_m |   -16.0044   1.380298   -11.59   0.000      -18.711    -13.2978
                    pc_fe |   .1315336   .0160257     8.21   0.000     .1001091    .1629581
                  pc_fe_m |   12.84861   1.578186     8.14   0.000     9.753975    15.94324
                  pc_n_ln |  -.0163374   .0142124    -1.15   0.250    -.0442063    .0115314
                    _cons |   3.387607    .117621    28.80   0.000     3.156966    3.618247
-------------------------------------------------------------------------------------------

.                 
.                 estadd local pred "6"

added macro:
               e(pred) : "6"

. 
. // emp-spv
. eststo c6_epvs_6_alt: reg pc_wage_d d_size_w_ln d_growth_w c.rd_coworker_fe##c.lnraid ///
>                 pc_wage_o_l1 $mgr pc_n_ln ///
>                 if $raidcond & (spv==3 & waged_empspv<10 & waged_empspv>=1) & ///
>                 dataset == 6 

      Source |       SS           df       MS      Number of obs   =     1,260
-------------+----------------------------------   F(11, 1248)     =    284.93
       Model |  260.421518        11  23.6746834   Prob > F        =    0.0000
    Residual |  103.694888     1,248  .083088852   R-squared       =    0.7152
-------------+----------------------------------   Adj R-squared   =    0.7127
       Total |  364.116405     1,259  .289210807   Root MSE        =    .28825

-------------------------------------------------------------------------------------------
                pc_wage_d | Coefficient  Std. err.      t    P>|t|     [95% conf. interval]
--------------------------+----------------------------------------------------------------
              d_size_w_ln |   .0188332   .0081436     2.31   0.021     .0028565    .0348098
               d_growth_w |   .0028081   .0087692     0.32   0.749     -.014396    .0200122
           rd_coworker_fe |    .017587   .0245889     0.72   0.475    -.0306532    .0658272
                   lnraid |   .0063615   .0101122     0.63   0.529    -.0134772    .0262002
                          |
c.rd_coworker_fe#c.lnraid |   .0253361   .0172569     1.47   0.142    -.0085196    .0591919
                          |
             pc_wage_o_l1 |   .6900319   .0185513    37.20   0.000     .6536366    .7264271
                pc_exp_ln |  -.0949098   .0185371    -5.12   0.000     -.131277   -.0585425
                 pc_exp_m |  -9.694522   1.886467    -5.14   0.000    -13.39552   -5.993525
                    pc_fe |   .1043925   .0224026     4.66   0.000     .0604416    .1483435
                  pc_fe_m |   10.22367   2.206052     4.63   0.000     5.895686    14.55165
                  pc_n_ln |  -.0879658   .0068079   -12.92   0.000     -.101322   -.0746096
                    _cons |   2.664157   .1645645    16.19   0.000     2.341304    2.987011
-------------------------------------------------------------------------------------------

.                 
.                 estadd local pred "6"

added macro:
               e(pred) : "6"

.                 
.         
. 
.         
.         
. 
. ******************************************
. *       Comparing coefficients           *      
. ******************************************
.         
. * Seemingly unrelated estimation: sutest        
. suest   c5_spv_4_alt  c5_spv_5_alt  c6_spv_6_alt ///
>         c5_spvs_4_alt c5_spvs_5_alt c6_spvs_6_alt ///
>         c5_epvs_4_alt c5_espv_5_alt c6_epvs_6_alt, vce(robust)

Simultaneous results for c5_spv_4_alt, c5_spv_5_alt, c6_spv_6_alt, c5_spvs_4_alt, c5_spvs_5_alt, c6_spvs_6_alt
> , c5_epvs_4_alt, c5_espv_5_alt, c6_epvs_6_alt

                                                        Number of obs = 19,960

-------------------------------------------------------------------------------------------------
                                |               Robust
                                | Coefficient  std. err.      z    P>|z|     [95% conf. interval]
--------------------------------+----------------------------------------------------------------
c5_spv_4_alt_mean               |
                    d_size_w_ln |   .0267397   .0060557     4.42   0.000     .0148708    .0386085
                     d_growth_w |   .0294825   .0068549     4.30   0.000     .0160471     .042918
                   pc_wage_o_l1 |   .6480661   .0176674    36.68   0.000     .6134386    .6826935
                      pc_exp_ln |  -.1554229    .017135    -9.07   0.000    -.1890069    -.121839
                       pc_exp_m |  -15.65109     1.7425    -8.98   0.000    -19.06632   -12.23585
                          pc_fe |   .1841823   .0177983    10.35   0.000     .1492984    .2190663
                        pc_fe_m |   18.10755   1.754415    10.32   0.000     14.66896    21.54614
                         lnraid |  -.0324731   .0056475    -5.75   0.000     -.043542   -.0214043
                        pc_n_ln |  -.0495603   .0124732    -3.97   0.000    -.0740074   -.0251133
                          _cons |   3.120584     .16585    18.82   0.000     2.795524    3.445644
--------------------------------+----------------------------------------------------------------
c5_spv_4_alt_lnvar              |
                          _cons |   -2.06479   .0410223   -50.33   0.000    -2.145192   -1.984387
--------------------------------+----------------------------------------------------------------
c5_spv_5_alt_mean               |
                    o_size_w_ln |   .0216421   .0069979     3.09   0.002     .0079265    .0353578
                o_avg_fe_worker |   .1024688   .0981853     1.04   0.297    -.0899708    .2949085
                                |
c.o_size_w_ln#c.o_avg_fe_worker |   .0337841   .0156191     2.16   0.031     .0031713     .064397
                                |
                         lnraid |  -.0282251   .0055897    -5.05   0.000    -.0391807   -.0172696
                        pc_n_ln |  -.0599541    .012324    -4.86   0.000    -.0841086   -.0357995
                   pc_wage_o_l1 |   .5874835   .0189588    30.99   0.000      .550325     .624642
                      pc_exp_ln |  -.1464366   .0165505    -8.85   0.000     -.178875   -.1139982
                       pc_exp_m |  -14.77841   1.682108    -8.79   0.000    -18.07528   -11.48153
                          pc_fe |   .1570751   .0168683     9.31   0.000     .1240139    .1901364
                        pc_fe_m |   15.42879   1.662602     9.28   0.000     12.17014    18.68743
                    d_size_w_ln |    .025759   .0064952     3.97   0.000     .0130286    .0384893
                     d_growth_w |   .0311251    .007069     4.40   0.000     .0172701      .04498
                    fe_firm_d_m |  -.0160196   .0169943    -0.94   0.346    -.0493279    .0172886
                        pc_n_ln |          0  (omitted)
                          _cons |   3.523515   .1749608    20.14   0.000     3.180598    3.866432
--------------------------------+----------------------------------------------------------------
c5_spv_5_alt_lnvar              |
                          _cons |  -2.114298   .0402559   -52.52   0.000    -2.193198   -2.035398
--------------------------------+----------------------------------------------------------------
c6_spv_6_alt_mean               |
                    d_size_w_ln |   .0284845   .0059981     4.75   0.000     .0167285    .0402405
                     d_growth_w |   .0296428   .0068269     4.34   0.000     .0162622    .0430233
                 rd_coworker_fe |   .1014927   .0187038     5.43   0.000     .0648339    .1381516
                         lnraid |  -.0240703   .0066053    -3.64   0.000    -.0370165   -.0111241
                                |
      c.rd_coworker_fe#c.lnraid |   .0173702   .0108271     1.60   0.109    -.0038505    .0385909
                                |
                   pc_wage_o_l1 |   .6238888   .0179843    34.69   0.000     .5886403    .6591374
                      pc_exp_ln |  -.1551767   .0168404    -9.21   0.000    -.1881832   -.1221702
                       pc_exp_m |  -15.71277    1.71063    -9.19   0.000    -19.06554      -12.36
                          pc_fe |   .1652062   .0172801     9.56   0.000     .1313379    .1990744
                        pc_fe_m |   16.22732   1.703466     9.53   0.000     12.88858    19.56605
                        pc_n_ln |  -.0556179   .0124596    -4.46   0.000    -.0800384   -.0311975
                          _cons |    3.32783   .1666391    19.97   0.000     3.001223    3.654436
--------------------------------+----------------------------------------------------------------
c6_spv_6_alt_lnvar              |
                          _cons |  -2.090872   .0402467   -51.95   0.000    -2.169754    -2.01199
--------------------------------+----------------------------------------------------------------
c5_spvs_4_alt_mean              |
                    d_size_w_ln |   .0208905   .0063023     3.31   0.001     .0085382    .0332428
                     d_growth_w |   .0163213   .0087763     1.86   0.063      -.00088    .0335225
                   pc_wage_o_l1 |   .6151117   .0175069    35.14   0.000     .5807989    .6494245
                      pc_exp_ln |  -.1597833    .015443   -10.35   0.000    -.1900511   -.1295156
                       pc_exp_m |  -16.18844   1.565134   -10.34   0.000    -19.25605   -13.12084
                          pc_fe |   .1568448   .0182474     8.60   0.000     .1210805    .1926091
                        pc_fe_m |      15.34   1.795828     8.54   0.000     11.82024    18.85976
                         lnraid |  -.0179103    .005654    -3.17   0.002     -.028992   -.0068286
                        pc_n_ln |  -.0153005   .0121909    -1.26   0.209    -.0391943    .0085933
                          _cons |   3.246562   .1552987    20.91   0.000     2.942182    3.550941
--------------------------------+----------------------------------------------------------------
c5_spvs_4_alt_lnvar             |
                          _cons |  -2.103668   .0406753   -51.72   0.000     -2.18339   -2.023946
--------------------------------+----------------------------------------------------------------
c5_spvs_5_alt_mean              |
                    o_size_w_ln |   .0213771    .009326     2.29   0.022     .0030984    .0396558
                o_avg_fe_worker |   .0632443   .1302047     0.49   0.627    -.1919521    .3184407
                                |
c.o_size_w_ln#c.o_avg_fe_worker |   .0307393   .0212001     1.45   0.147    -.0108121    .0722907
                                |
                   pc_wage_o_l1 |   .5748249   .0190527    30.17   0.000     .5374823    .6121675
                      pc_exp_ln |   -.150122   .0156759    -9.58   0.000    -.1808463   -.1193978
                       pc_exp_m |  -15.20811   1.588459    -9.57   0.000    -18.32143   -12.09479
                          pc_fe |   .1274984   .0188183     6.78   0.000     .0906152    .1643816
                        pc_fe_m |   12.45268   1.852176     6.72   0.000     8.822484    16.08288
                    d_size_w_ln |   .0191488   .0067762     2.83   0.005     .0058677    .0324299
                     d_growth_w |   .0222513    .009944     2.24   0.025     .0027613    .0417412
                    fe_firm_d_m |  -.0235288   .0217463    -1.08   0.279    -.0661507     .019093
                         lnraid |  -.0184547   .0059357    -3.11   0.002    -.0300885   -.0068208
                        pc_n_ln |  -.0443477   .0149246    -2.97   0.003    -.0735995   -.0150959
                          _cons |   3.474635   .1702932    20.40   0.000     3.140867    3.808404
--------------------------------+----------------------------------------------------------------
c5_spvs_5_alt_lnvar             |
                          _cons |  -2.105516   .0409346   -51.44   0.000    -2.185746   -2.025285
--------------------------------+----------------------------------------------------------------
c6_spvs_6_alt_mean              |
                    d_size_w_ln |   .0230838   .0062704     3.68   0.000     .0107941    .0353735
                     d_growth_w |   .0169277   .0087334     1.94   0.053    -.0001894    .0340448
                 rd_coworker_fe |   .0464436   .0195021     2.38   0.017     .0082201     .084667
                         lnraid |   .0033373   .0070025     0.48   0.634    -.0103874     .017062
                                |
      c.rd_coworker_fe#c.lnraid |   .0511962   .0113364     4.52   0.000     .0289773    .0734152
                                |
                   pc_wage_o_l1 |   .5951567   .0178481    33.35   0.000     .5601751    .6301383
                      pc_exp_ln |  -.1581867   .0151545   -10.44   0.000    -.1878889   -.1284845
                       pc_exp_m |   -16.0044   1.535897   -10.42   0.000     -19.0147    -12.9941
                          pc_fe |   .1315336   .0180226     7.30   0.000       .09621    .1668572
                        pc_fe_m |   12.84861   1.773694     7.24   0.000     9.372232    16.32499
                        pc_n_ln |  -.0163374   .0119591    -1.37   0.172    -.0397769     .007102
                          _cons |   3.387607   .1570734    21.57   0.000     3.079749    3.695465
--------------------------------+----------------------------------------------------------------
c6_spvs_6_alt_lnvar             |
                          _cons |   -2.12551   .0400334   -53.09   0.000    -2.203974   -2.047046
--------------------------------+----------------------------------------------------------------
c5_epvs_4_alt_mean              |
                    d_size_w_ln |   .0168978   .0084842     1.99   0.046     .0002691    .0335265
                     d_growth_w |   .0031392   .0081226     0.39   0.699    -.0127808    .0190591
                   pc_wage_o_l1 |   .7004147   .0235934    29.69   0.000     .6541726    .7466569
                      pc_exp_ln |  -.0944006   .0215041    -4.39   0.000    -.1365479   -.0522533
                       pc_exp_m |  -9.599848   2.187304    -4.39   0.000    -13.88689   -5.312811
                          pc_fe |   .1123672   .0264907     4.24   0.000     .0604463    .1642881
                        pc_fe_m |   11.00881   2.608024     4.22   0.000     5.897173    16.12044
                         lnraid |  -.0047708    .007901    -0.60   0.546    -.0202566    .0107149
                        pc_n_ln |   -.087262   .0066914   -13.04   0.000    -.1003768   -.0741472
                          _cons |   2.594055   .2115389    12.26   0.000     2.179446    3.008664
--------------------------------+----------------------------------------------------------------
c5_epvs_4_alt_lnvar             |
                          _cons |  -2.483452   .0672217   -36.94   0.000    -2.615204     -2.3517
--------------------------------+----------------------------------------------------------------
c5_espv_5_alt_mean              |
                    o_size_w_ln |   .0182699   .0134273     1.36   0.174    -.0080471    .0445868
                o_avg_fe_worker |  -.0355005   .1864542    -0.19   0.849     -.400944     .329943
                                |
c.o_size_w_ln#c.o_avg_fe_worker |   .0435634   .0304224     1.43   0.152    -.0160634    .1031903
                                |
                   pc_wage_o_l1 |   .6609037   .0248662    26.58   0.000     .6121668    .7096406
                      pc_exp_ln |   -.088957   .0217682    -4.09   0.000     -.131622   -.0462921
                       pc_exp_m |  -9.112355   2.216653    -4.11   0.000    -13.45692   -4.767795
                          pc_fe |   .0875426   .0265568     3.30   0.001     .0354921     .139593
                        pc_fe_m |   8.568058   2.614389     3.28   0.001      3.44395    13.69217
                    d_size_w_ln |   .0175404   .0088392     1.98   0.047      .000216    .0348649
                     d_growth_w |   .0080776   .0081611     0.99   0.322    -.0079179    .0240731
                    fe_firm_d_m |  -.0292659   .0184399    -1.59   0.112    -.0654074    .0068756
                         lnraid |    .000366   .0080153     0.05   0.964    -.0153437    .0160756
                        pc_n_ln |  -.0886338   .0065251   -13.58   0.000    -.1014228   -.0758448
                          _cons |   2.816762   .2375486    11.86   0.000     2.351176    3.282349
--------------------------------+----------------------------------------------------------------
c5_espv_5_alt_lnvar             |
                          _cons |  -2.513125   .0690157   -36.41   0.000    -2.648394   -2.377857
--------------------------------+----------------------------------------------------------------
c6_epvs_6_alt_mean              |
                    d_size_w_ln |   .0188332   .0084337     2.23   0.026     .0023034    .0353629
                     d_growth_w |   .0028081   .0081298     0.35   0.730     -.013126    .0187422
                 rd_coworker_fe |    .017587   .0273785     0.64   0.521    -.0360738    .0712478
                         lnraid |   .0063615   .0118783     0.54   0.592    -.0169196    .0296425
                                |
      c.rd_coworker_fe#c.lnraid |   .0253361   .0203411     1.25   0.213    -.0145317    .0652039
                                |
                   pc_wage_o_l1 |   .6900319   .0242555    28.45   0.000     .6424919    .7375718
                      pc_exp_ln |  -.0949098   .0216852    -4.38   0.000    -.1374121   -.0524075
                       pc_exp_m |  -9.694522   2.207654    -4.39   0.000    -14.02144   -5.367599
                          pc_fe |   .1043925   .0263087     3.97   0.000     .0528285    .1559566
                        pc_fe_m |   10.22367   2.590153     3.95   0.000     5.147059    15.30027
                        pc_n_ln |  -.0879658   .0066141   -13.30   0.000    -.1009292   -.0750024
                          _cons |   2.664157   .2183811    12.20   0.000     2.236138    3.092176
--------------------------------+----------------------------------------------------------------
c6_epvs_6_alt_lnvar             |
                          _cons |  -2.487845   .0680852   -36.54   0.000    -2.621289     -2.3544
-------------------------------------------------------------------------------------------------

. 
. 
.         
. di "###================ Destination Firm Size (d_size_w_ln) ================###"
###================ Destination Firm Size (d_size_w_ln) ================###

. 
. di "Mgt-Mgt X Mgt-NonMgt, Destination Firm Size (d_size_w_ln), 1st column"
Mgt-Mgt X Mgt-NonMgt, Destination Firm Size (d_size_w_ln), 1st column

. test [c5_spv_4_alt_mean]d_size_w_ln = [c5_spvs_4_alt_mean]d_size_w_ln

 ( 1)  [c5_spv_4_alt_mean]d_size_w_ln - [c5_spvs_4_alt_mean]d_size_w_ln = 0

           chi2(  1) =    0.45
         Prob > chi2 =    0.5034

. 
. di "Mgt-Mgt X NonMgt-Mgt, Destination Firm Size (d_size_w_ln), 1st column" 
Mgt-Mgt X NonMgt-Mgt, Destination Firm Size (d_size_w_ln), 1st column

. test [c5_spv_4_alt_mean]d_size_w_ln = [c5_epvs_4_alt_mean]d_size_w_ln

 ( 1)  [c5_spv_4_alt_mean]d_size_w_ln - [c5_epvs_4_alt_mean]d_size_w_ln = 0

           chi2(  1) =    0.89
         Prob > chi2 =    0.3451

. 
. 
. di "Mgt-Mgt X Mgt-NonMgt, Destination Firm Size (d_size_w_ln), 2nd column" 
Mgt-Mgt X Mgt-NonMgt, Destination Firm Size (d_size_w_ln), 2nd column

. test [c5_spv_5_alt_mean]d_size_w_ln = [c5_spvs_5_alt_mean]d_size_w_ln

 ( 1)  [c5_spv_5_alt_mean]d_size_w_ln - [c5_spvs_5_alt_mean]d_size_w_ln = 0

           chi2(  1) =    0.50
         Prob > chi2 =    0.4813

. 
. di "Mgt-Mgt X NonMgt-Mgt, Destination Firm Size (d_size_w_ln), 2nd column" 
Mgt-Mgt X NonMgt-Mgt, Destination Firm Size (d_size_w_ln), 2nd column

. test [c5_spv_5_alt_mean]d_size_w_ln = [c5_espv_5_alt_mean]d_size_w_ln

 ( 1)  [c5_spv_5_alt_mean]d_size_w_ln - [c5_espv_5_alt_mean]d_size_w_ln = 0

           chi2(  1) =    0.56
         Prob > chi2 =    0.4537

. 
. 
. di "Mgt-Mgt X Mgt-NonMgt, Destination Firm Size (d_size_w_ln), 3rd column" 
Mgt-Mgt X Mgt-NonMgt, Destination Firm Size (d_size_w_ln), 3rd column

. test [c6_spv_6_alt_mean]d_size_w_ln = [c6_spvs_6_alt_mean]d_size_w_ln

 ( 1)  [c6_spv_6_alt_mean]d_size_w_ln - [c6_spvs_6_alt_mean]d_size_w_ln = 0

           chi2(  1) =    0.39
         Prob > chi2 =    0.5337

. 
. di "Mgt-Mgt X NonMgt-Mgt, Destination Firm Size (d_size_w_ln), 3rd column" 
Mgt-Mgt X NonMgt-Mgt, Destination Firm Size (d_size_w_ln), 3rd column

. test [c6_spv_6_alt_mean]d_size_w_ln = [c6_epvs_6_alt_mean]d_size_w_ln

 ( 1)  [c6_spv_6_alt_mean]d_size_w_ln - [c6_epvs_6_alt_mean]d_size_w_ln = 0

           chi2(  1) =    0.87
         Prob > chi2 =    0.3510

. 
. 
. 
. di "###================ Destination Firm Employment growth rate (d_growth_w) ================###"
###================ Destination Firm Employment growth rate (d_growth_w) ================###

. 
. di "Mgt-Mgt X Mgt-NonMgt, Destination Firm Employment growth rate (d_growth_w), 1st column"
Mgt-Mgt X Mgt-NonMgt, Destination Firm Employment growth rate (d_growth_w), 1st column

. test [c5_spv_4_alt_mean]d_growth_w = [c5_spvs_4_alt_mean]d_growth_w

 ( 1)  [c5_spv_4_alt_mean]d_growth_w - [c5_spvs_4_alt_mean]d_growth_w = 0

           chi2(  1) =    1.40
         Prob > chi2 =    0.2373

. 
. di "Mgt-Mgt X NonMgt-Mgt, Destination Firm Employment growth rate (d_growth_w), 1st column" 
Mgt-Mgt X NonMgt-Mgt, Destination Firm Employment growth rate (d_growth_w), 1st column

. test [c5_spv_4_alt_mean]d_growth_w = [c5_epvs_4_alt_mean]d_growth_w

 ( 1)  [c5_spv_4_alt_mean]d_growth_w - [c5_epvs_4_alt_mean]d_growth_w = 0

           chi2(  1) =    6.14
         Prob > chi2 =    0.0132

. 
. 
. di "Mgt-Mgt X Mgt-NonMgt, Destination Firm Employment growth rate (d_growth_w), 2nd column" 
Mgt-Mgt X Mgt-NonMgt, Destination Firm Employment growth rate (d_growth_w), 2nd column

. test [c5_spv_5_alt_mean]d_growth_w = [c5_spvs_5_alt_mean]d_growth_w

 ( 1)  [c5_spv_5_alt_mean]d_growth_w - [c5_spvs_5_alt_mean]d_growth_w = 0

           chi2(  1) =    0.53
         Prob > chi2 =    0.4670

. 
. di "Mgt-Mgt X NonMgt-Mgt, Destination Firm Employment growth rate (d_growth_w), 2nd column" 
Mgt-Mgt X NonMgt-Mgt, Destination Firm Employment growth rate (d_growth_w), 2nd column

. test [c5_spv_5_alt_mean]d_growth_w = [c5_espv_5_alt_mean]d_growth_w

 ( 1)  [c5_spv_5_alt_mean]d_growth_w - [c5_espv_5_alt_mean]d_growth_w = 0

           chi2(  1) =    4.56
         Prob > chi2 =    0.0328

. 
. 
. di "Mgt-Mgt X Mgt-NonMgt, Destination Firm Employment growth rate (d_growth_w), 3rd column" 
Mgt-Mgt X Mgt-NonMgt, Destination Firm Employment growth rate (d_growth_w), 3rd column

. test [c6_spv_6_alt_mean]d_growth_w = [c6_spvs_6_alt_mean]d_growth_w

 ( 1)  [c6_spv_6_alt_mean]d_growth_w - [c6_spvs_6_alt_mean]d_growth_w = 0

           chi2(  1) =    1.32
         Prob > chi2 =    0.2514

. 
. di "Mgt-Mgt X NonMgt-Mgt, Destination Firm Employment growth rate (d_growth_w), 3rd column" 
Mgt-Mgt X NonMgt-Mgt, Destination Firm Employment growth rate (d_growth_w), 3rd column

. test [c6_spv_6_alt_mean]d_growth_w = [c6_epvs_6_alt_mean]d_growth_w

 ( 1)  [c6_spv_6_alt_mean]d_growth_w - [c6_epvs_6_alt_mean]d_growth_w = 0

           chi2(  1) =    6.39
         Prob > chi2 =    0.0115

. 
. 
. 
. 
. di "###================ Origin Firm Size (o_size_w_ln) ================###"
###================ Origin Firm Size (o_size_w_ln) ================###

. 
. di "Mgt-Mgt X Mgt-NonMgt, Origin Firm Size (o_size_w_ln), 2nd column" 
Mgt-Mgt X Mgt-NonMgt, Origin Firm Size (o_size_w_ln), 2nd column

. test [c5_spv_5_alt_mean]o_size_w_ln = [c5_spvs_5_alt_mean]o_size_w_ln

 ( 1)  [c5_spv_5_alt_mean]o_size_w_ln - [c5_spvs_5_alt_mean]o_size_w_ln = 0

           chi2(  1) =    0.00
         Prob > chi2 =    0.9819

. 
. di "Mgt-Mgt X NonMgt-Mgt, Origin Firm Size (o_size_w_ln), 2nd column" 
Mgt-Mgt X NonMgt-Mgt, Origin Firm Size (o_size_w_ln), 2nd column

. test [c5_spv_5_alt_mean]o_size_w_ln = [c5_espv_5_alt_mean]o_size_w_ln

 ( 1)  [c5_spv_5_alt_mean]o_size_w_ln - [c5_espv_5_alt_mean]o_size_w_ln = 0

           chi2(  1) =    0.05
         Prob > chi2 =    0.8238

. 
. 
. di "###================ Origin Firm Avg worker ability (AKM FE) (o_avg_fe_worker) ================###"
###================ Origin Firm Avg worker ability (AKM FE) (o_avg_fe_worker) ================###

. 
. di "Mgt-Mgt X Mgt-NonMgt, Origin Firm Avg worker ability (AKM FE) (o_avg_fe_worker), 2nd column" 
Mgt-Mgt X Mgt-NonMgt, Origin Firm Avg worker ability (AKM FE) (o_avg_fe_worker), 2nd column

. test [c5_spv_5_alt_mean]o_avg_fe_worker = [c5_spvs_5_alt_mean]o_avg_fe_worker

 ( 1)  [c5_spv_5_alt_mean]o_avg_fe_worker - [c5_spvs_5_alt_mean]o_avg_fe_worker = 0

           chi2(  1) =    0.06
         Prob > chi2 =    0.8099

. 
. di "Mgt-Mgt X NonMgt-Mgt, Origin Firm Avg worker ability (AKM FE) (o_avg_fe_worker), 2nd column" 
Mgt-Mgt X NonMgt-Mgt, Origin Firm Avg worker ability (AKM FE) (o_avg_fe_worker), 2nd column

. test [c5_spv_5_alt_mean]o_avg_fe_worker = [c5_espv_5_alt_mean]o_avg_fe_worker

 ( 1)  [c5_spv_5_alt_mean]o_avg_fe_worker - [c5_espv_5_alt_mean]o_avg_fe_worker = 0

           chi2(  1) =    0.43
         Prob > chi2 =    0.5126

. 
. 
. di "###================ Origin Firm Size X Avg worker ability (c.o_size_w_ln#c.o_avg_fe_worker) ============
> ====###"
###================ Origin Firm Size X Avg worker ability (c.o_size_w_ln#c.o_avg_fe_worker) ================##
> #

. 
. di "Mgt-Mgt X Mgt-NonMgt, Origin Firm Size X Avg worker ability (c.o_size_w_ln#c.o_avg_fe_worker), 2nd colum
> n" 
Mgt-Mgt X Mgt-NonMgt, Origin Firm Size X Avg worker ability (c.o_size_w_ln#c.o_avg_fe_worker), 2nd column

. test [c5_spv_5_alt_mean]c.o_size_w_ln#c.o_avg_fe_worker  = [c5_spvs_5_alt_mean]c.o_size_w_ln#c.o_avg_fe_work
> er 

 ( 1)  [c5_spv_5_alt_mean]c.o_size_w_ln#c.o_avg_fe_worker -
       [c5_spvs_5_alt_mean]c.o_size_w_ln#c.o_avg_fe_worker = 0

           chi2(  1) =    0.01
         Prob > chi2 =    0.9079

. 
. di "Mgt-Mgt X NonMgt-Mgt, Origin Firm Size X Avg worker ability (c.o_size_w_ln#c.o_avg_fe_worker), 2nd colum
> n" 
Mgt-Mgt X NonMgt-Mgt, Origin Firm Size X Avg worker ability (c.o_size_w_ln#c.o_avg_fe_worker), 2nd column

. test [c5_spv_5_alt_mean]c.o_size_w_ln#c.o_avg_fe_worker  = [c5_espv_5_alt_mean]c.o_size_w_ln#c.o_avg_fe_work
> er 

 ( 1)  [c5_spv_5_alt_mean]c.o_size_w_ln#c.o_avg_fe_worker -
       [c5_espv_5_alt_mean]c.o_size_w_ln#c.o_avg_fe_worker = 0

           chi2(  1) =    0.08
         Prob > chi2 =    0.7749

. 
. 
. 
. 
. 
. di "###================ Raided workers Avg ability (AKM FE) (lnraid) ================###"
###================ Raided workers Avg ability (AKM FE) (lnraid) ================###

. 
. di "Mgt-Mgt X Mgt-NonMgt, Raided workers Avg ability (AKM FE) (lnraid), 1st column"
Mgt-Mgt X Mgt-NonMgt, Raided workers Avg ability (AKM FE) (lnraid), 1st column

. test [c5_spv_4_alt_mean]lnraid = [c5_spvs_4_alt_mean]lnraid

 ( 1)  [c5_spv_4_alt_mean]lnraid - [c5_spvs_4_alt_mean]lnraid = 0

           chi2(  1) =    3.32
         Prob > chi2 =    0.0684

. 
. di "Mgt-Mgt X NonMgt-Mgt, Raided workers Avg ability (AKM FE) (lnraid), 1st column" 
Mgt-Mgt X NonMgt-Mgt, Raided workers Avg ability (AKM FE) (lnraid), 1st column

. test [c5_spv_4_alt_mean]lnraid = [c5_epvs_4_alt_mean]lnraid

 ( 1)  [c5_spv_4_alt_mean]lnraid - [c5_epvs_4_alt_mean]lnraid = 0

           chi2(  1) =    8.14
         Prob > chi2 =    0.0043

. 
. 
. di "Mgt-Mgt X Mgt-NonMgt, Raided workers Avg ability (AKM FE) (lnraid), 2nd column" 
Mgt-Mgt X Mgt-NonMgt, Raided workers Avg ability (AKM FE) (lnraid), 2nd column

. test [c5_spv_5_alt_mean]lnraid = [c5_spvs_5_alt_mean]lnraid

 ( 1)  [c5_spv_5_alt_mean]lnraid - [c5_spvs_5_alt_mean]lnraid = 0

           chi2(  1) =    1.44
         Prob > chi2 =    0.2308

. 
. di "Mgt-Mgt X NonMgt-Mgt, Raided workers Avg ability (AKM FE) (lnraid), 2nd column" 
Mgt-Mgt X NonMgt-Mgt, Raided workers Avg ability (AKM FE) (lnraid), 2nd column

. test [c5_spv_5_alt_mean]lnraid = [c5_espv_5_alt_mean]lnraid

 ( 1)  [c5_spv_5_alt_mean]lnraid - [c5_espv_5_alt_mean]lnraid = 0

           chi2(  1) =    8.56
         Prob > chi2 =    0.0034

. 
. 
. di "Mgt-Mgt X Mgt-NonMgt, Raided workers Avg ability (AKM FE) (lnraid), 3rd column" 
Mgt-Mgt X Mgt-NonMgt, Raided workers Avg ability (AKM FE) (lnraid), 3rd column

. test [c6_spv_6_alt_mean]lnraid = [c6_spvs_6_alt_mean]lnraid

 ( 1)  [c6_spv_6_alt_mean]lnraid - [c6_spvs_6_alt_mean]lnraid = 0

           chi2(  1) =    8.11
         Prob > chi2 =    0.0044

. 
. di "Mgt-Mgt X NonMgt-Mgt, Raided workers Avg ability (AKM FE) (lnraid), 3rd column" 
Mgt-Mgt X NonMgt-Mgt, Raided workers Avg ability (AKM FE) (lnraid), 3rd column

. test [c6_spv_6_alt_mean]lnraid = [c6_epvs_6_alt_mean]lnraid

 ( 1)  [c6_spv_6_alt_mean]lnraid - [c6_epvs_6_alt_mean]lnraid = 0

           chi2(  1) =    5.01
         Prob > chi2 =    0.0252

. 
. 
. 
. 
. di "###================ Raided workers Quantity raided workers (rd_coworker_fe) ================###"
###================ Raided workers Quantity raided workers (rd_coworker_fe) ================###

. 
. di "Mgt-Mgt X Mgt-NonMgt, Raided workers Quantity raided workers rd_coworker_fe), 3rd column" 
Mgt-Mgt X Mgt-NonMgt, Raided workers Quantity raided workers rd_coworker_fe), 3rd column

. test [c6_spv_6_alt_mean]rd_coworker_fe = [c6_spvs_6_alt_mean]rd_coworker_fe

 ( 1)  [c6_spv_6_alt_mean]rd_coworker_fe - [c6_spvs_6_alt_mean]rd_coworker_fe = 0

           chi2(  1) =    4.15
         Prob > chi2 =    0.0416

. 
. di "Mgt-Mgt X NonMgt-Mgt, Raided workers Quantity raided workers (rd_coworker_fe), 3rd column" 
Mgt-Mgt X NonMgt-Mgt, Raided workers Quantity raided workers (rd_coworker_fe), 3rd column

. test [c6_spv_6_alt_mean]rd_coworker_fe = [c6_epvs_6_alt_mean]rd_coworker_fe

 ( 1)  [c6_spv_6_alt_mean]rd_coworker_fe - [c6_epvs_6_alt_mean]rd_coworker_fe = 0

           chi2(  1) =    6.40
         Prob > chi2 =    0.0114

. 
. 
. di "###================ Raided workers Avg ability X Quantity (c.rd_coworker_fe#c.lnraid) ================##
> #"
###================ Raided workers Avg ability X Quantity (c.rd_coworker_fe#c.lnraid) ================###

. 
. di "Mgt-Mgt X Mgt-NonMgt, Raided workers Avg ability X Quantity (c.rd_coworker_fe#c.lnraid), 3rd column" 
Mgt-Mgt X Mgt-NonMgt, Raided workers Avg ability X Quantity (c.rd_coworker_fe#c.lnraid), 3rd column

. test [c6_spv_6_alt_mean]c.rd_coworker_fe#c.lnraid = [c6_spvs_6_alt_mean]c.rd_coworker_fe#c.lnraid 

 ( 1)  [c6_spv_6_alt_mean]c.rd_coworker_fe#c.lnraid - [c6_spvs_6_alt_mean]c.rd_coworker_fe#c.lnraid = 0

           chi2(  1) =    4.66
         Prob > chi2 =    0.0309

. 
. di "Mgt-Mgt X NonMgt-Mgt, Raided workers Avg ability X Quantity (c.rd_coworker_fe#c.lnraid), 3rd column" 
Mgt-Mgt X NonMgt-Mgt, Raided workers Avg ability X Quantity (c.rd_coworker_fe#c.lnraid), 3rd column

. test [c6_spv_6_alt_mean]c.rd_coworker_fe#c.lnraid = [c6_epvs_6_alt_mean]c.rd_coworker_fe#c.lnraid 

 ( 1)  [c6_spv_6_alt_mean]c.rd_coworker_fe#c.lnraid - [c6_epvs_6_alt_mean]c.rd_coworker_fe#c.lnraid = 0

           chi2(  1) =    0.12
         Prob > chi2 =    0.7296

. 
. 
. 
. 
. // Closing log
. log close
      name:  <unnamed>
       log:  /home/ecco_rais/data/interwrk/daniela_group/poaching/output/results/alternatives_comparing_coeff.
> log
  log type:  text
 closed on:   8 Apr 2025, 16:21:57
--------------------------------------------------------------------------------------------------------------
